
window.fakeSaved = [
    '公开密钥加密',
    '木星',
    'React',
    '辽太宗',
    '銀翼殺手2049',
    '江苏省',
    'JavaScript',
    '二进制',
    '史蒂夫·乔布斯',
    '时间复杂度',
    'Google',
    '维基百科',
    'Node.js',
    '马男波杰克',
]
window.fakeHistory = {
    "2017-12-04": [
        'JavaScript',
        '史蒂夫·乔布斯',
        '时间复杂度',
    ],
    "2017-12-03": [
        '公开密钥加密',
        '木星',
        '二进制',
        'React',
        '辽太宗',
        '銀翼殺手2049',
    ],
    "2017-11-27": [
        '时间复杂度',
        'Google',
        '维基百科',
        'Node.js',
        '马男波杰克',
        '公开密钥加密',
        '木星',
        '二进制',
        'React',
        '辽太宗',
        '銀翼殺手2049',
    ],
    "2017-11-25": [
        '时间复杂度',
    ],
}
